/* Sem comentários fornecidos pelo engenheiro. */
"%d duplicate files found, occupying %@" = "Foram encontrados %d ficheiros duplicados, a ocupar %@" ;

/* Sem comentários fornecidos pelo engenheiro. */
"%d items in total, %@ selected" = "%d itens no total, %@ selecionados" ;

/* Sem comentários fornecidos pelo engenheiro. */
"%d item(s) selected, you will free up %@ disk space" = "%d item(ns) selecionado(s), irá libertar %@ de espaço em disco" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Calculation %@" = "A calcular %@" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Cancel" = "Cancelar" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Delete all selected files" = "Eliminar todos os ficheiros selecionados" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Cleanup completed" = "Limpeza concluída" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Close" = "Fechar" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Counting duplicate files..." = "A contar ficheiros duplicados..." ;

/* Sem comentários fornecidos pelo engenheiro. */
"Counting duplicates canceled, exiting..." = "A contagem de duplicados foi cancelada, a sair..." ;

/* Sem comentários fornecidos pelo engenheiro. */
"File %@ found" = "Ficheiro %@ encontrado" ;

/* Sem comentários fornecidos pelo engenheiro. */
"File calculation complete" = "Contagem de ficheiros concluída" ;

/* Sem comentários fornecidos pelo engenheiro. */
"No duplicate files found" = "Nenhum ficheiro duplicado encontrado" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Ok" = "OK" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Please select a file" = "Por favor, selecione um ficheiro" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Please select the file to be cleaned" = "Por favor, selecione o ficheiro a limpar" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Scanning for duplicate files..." = "A procurar ficheiros duplicados..." ;

/* Sem comentários fornecidos pelo engenheiro. */
"Searching for files canceled, exiting..." = "A pesquisa de ficheiros foi cancelada, a sair..." ;

/* Sem comentários fornecidos pelo engenheiro. */
"Searching for files..." = "A procurar ficheiros..." ;

/* Sem comentários fornecidos pelo engenheiro. */
"Are you sure you want to delete the selected files?" = "Tem a certeza de que deseja eliminar os ficheiros selecionados?" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Delete selected files" = "Eliminar ficheiros selecionados" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Cleaning up %@" = "A limpar %@" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Archive" = "Arquivo" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Size" = "Tamanho" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Files cannot be cleaned up without deletion permission." = "Os ficheiros não podem ser limpos sem permissão de eliminação." ;

/* Sem comentários fornecidos pelo engenheiro. */
"Exporting file..." = "A exportar ficheiro..." ;

/* Sem comentários fornecidos pelo engenheiro. */
"Organizing the remaining files..." = "A organizar os ficheiros restantes..." ;

/* Sem comentários fornecidos pelo engenheiro. */
"No matching files were found." = "Não foram encontrados ficheiros correspondentes." ;

/* Sem comentários fornecidos pelo engenheiro. */
"Please select the file to export." = "Por favor, selecione o ficheiro a exportar" ;

/* Sem comentários fornecidos pelo engenheiro. */
"The selected files will be packed and cleaned up." = "Os ficheiros selecionados serão compactados e limpos." ;

/* Sem comentários fornecidos pelo engenheiro. */
"Permissions denied,creation failed!" = "Permissões negadas, criação falhou!" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Clean up all the selected files after backing up" = "Limpar todos os ficheiros selecionados após a cópia de segurança" ;

/* Sem comentários fornecidos pelo engenheiro. */
"Reset" = "Repor" ;

